Repository: sugarlabs/locosugar
Catalog: po/*.po
Languages: fr, ka

source: Move the mouse to the Loco XO.
fr: Déplace la souris jusqu'au XO fou.
ka: გადაიტანეთ თაგუნა Loco XO-ზე.

source: Click on the Loco XO with the left button.
fr: Clique sur le XO fou avec le bouton de gauche.
ka: დააწკაპუნეთ Loco XO-ზე მარცხენა ღილაკით.

source: Click on the Loco XOs with the left button.
fr: Clique sur les XO fous avec le bouton de gauche.
ka: დააწკაპუნეთ Loco XO-ებზე მარცხენა ღილაკით.

source: Click and drag the Loco XOs to the right.
fr: Clique et fait glisser les XO fous vers la droite.
ka: დააწკაპუნეთ და გადაათრიეთ Loco XO-ები მარჯვნივ.

source: Type the letter on the Loco XO.
fr: Tape la lettre sur le XO fou.
ka: აკრიფეთ ასო Loco XO-ზე.

source: Use the SHIFT key for capital letters.
fr: Utilise la touche MAJ pour les lettres en majuscule.
ka: გამოიყენეთ ღილაკი Shift დიდი ასოებისთვის.

source: Type the letters on the Loco XO in word order.
fr: Tape les lettres sur les XO fous dans l'ordre alphabétique.
ka: აკრიფეთ ასოები Loco XO-ზე სიტყვის მიმდევრობით.

source: Press ENTER to confirm.
fr: Tape ENTRÉE pour confirmer.
ka: დასადასტურებლად დააჭირეთ ღილაკს Enter.

source: Press DELETE to delete text.
fr: Tape SUPPR pour effacer le texte.
ka: დააჭირეთ ღილაკს Delete ტექსტის წასაშლელად.

source: Hello LocoXO
fr: Bonjour LocoXO
ka: გამარჯობა, LocoXO

source: LocoXOs are not real.
fr: Les XO fous ne sont pas réels.
ka: LocoXO-ები ნამდვილი არაა.
